Repository: d120/pyBuchaktion
Catalog: pyBuchaktion/locale/*/LC_MESSAGES/django.po
Languages: de

source: # ord.
de: # Best.

source: Accept selected books
de: Ausgewählte Bücher akzeptieren

source: title
de: Titel

source: author
de: Autor

source: {:%Y-%m-%d}
de: {:%d.%m.%Y}

source: %(start)s to %(end)s
de: %(start)s bis %(end)s

source: order timeframe
de: Bestellzeitraum

source: Export orders to custom CSV
de: Exportiere Bestellungen als CSV

source: Rejecting orders: Are you sure?
de: Bestellungen ablehnen: Bist du sicher?

source: The follwing orders will be rejected. Are you sure?
de: Die folgenden Bestellungen werden abgelehnt. Bist du sicher?

source: reject selected orders
de: Ausgewählte Bestellungen ablehnen

source: Marking as arrived: Are you sure?
de: Als angekommen markieren: Bist du sicher?

source: The follwing orders will be marked as having been delivered. Are you sure?
de: Die folgenden Bestellungen werden als angekommen markiert. Bist du sicher?

source: mark selected orders as arrived
de: Ausgewählte Bestellungen als Angekommen markieren

source: Ordering: CSV-Export
de: Bestellen: CSV-Export

source: Ordering: Are you sure?
de: Bestellen: Bist du sicher?

source: The following orders will be marked as ordered. Are you sure?
de: Die folgenden Bestellungen werden als bestellt markiert. Bist du sicher?

source: order selected orders
de: Ausgewählte Bestellungen bestellen

source: orders
de: Bestellungen

source: library id
de: Büchereinummer

source: Send notification email
de: Hinweis-Nachricht senden

source: Write a custom notification here, which will be sent to all selected students
de: Gebe eine beliebige Nachricht ein, die an alle ausgewählten Studenten gesendet werden soll

source: send mail to students
de: Ausgewählten Studenten eine E-Mail senden

source: german name
de: deutscher Name

source: english name
de: englischer Name

source: module
de: Modul

source: Names
de: Namen

source: Settings
de: Einstellungen

source: german text
de: deutscher Text

source: english text
de: englischer Text

source: Buchaktion Menu
de: Buchaktionsmenü

source: Books
de: Bücher

source: All Books
de: Alle Bücher

source: Modules
de: Module

source: Search
de: Suchen

source: Propose
de: Vorschlagen

source: Order book
de: Buch bestellen

source: Order #%s
de: Bestellung #%s

source: This book is not available for ordering
de: Dieses Buch kann nicht bestellt werden

source: Book ordering is not active for the current date
de: Buchbestellungen sind für das aktuelle Datum nicht aktiviert.

source: You may not order any more books in this timeframe.
de: Sie können in diesem Zeitrahmen keine Bücher mehr bestellen.

source: This book is already proposed for this module
de: Dieses Buch ist für dieses Modul bereits vorgeschlagen

source: Title
de: Titel

source: Author
de: Autor

source: Publisher
de: Verlag

source: Book proposal is not active for the current date.
de: Buchvorschläge sind für das aktuelle Datum nicht aktiviert.

source: You may not order or propose any more books in this timeframe.
de: Sie können in diesem Zeitrahmen keine Bücher mehr bestellen oder vorschlagen.

source: The library id number assigned by the ULB, required for if you want the book to be reserved for you
de: Die von der ULB zugeordnete Büchereinummer. Notwendig, wenn das bestellte Buch auf deinen Namen zur Ausleihe vorgemerkt werden soll

source: The preferred language for notification emails
de: Bevorzugte Sprache für Hinweis-Nachrichten

source: The e-mail address to recieve status updates
de: E-Mail um Hinweise über Statusänderungen zu empfangen

source: This message does not have any content
de: Diese Nachricht enthält keinen Inhalt

source: Dear {0}
de: Hallo {0}

source: The Buchaktion Team
de: Das Buchaktions Team

source: Published
de: Erschienen

source: Hint
de: Hinweis

source: View Order
de: Bestellung ansehen

source: Your order for the book below has been accepted and forwarded to our book retailer. We will inform you when it has arrived at the university library.
de: Deine Bestellung für dieses Buch wurde akzeptiert und an unsere Buchhandlung weitergeleitet. Wir werden dich informieren, wenn es in der Universitätsbibliothek angekommen ist.

source: Order accepted
de: Bestellung angenommen

source: Your order for the book below has been rejected. Additional information may be provided in the hint below.
de: Deine Bestellung für dieses Buch wurde abgelehnt. Zusätzliche Informationen können im Hinweis weiter unten stehen.

source: Order rejected
de: Bestellung abgelehnt

source: Your ordered book has arrived at the university library. Please pick it up within the next week.
de: Dein bestelltes Buch ist in der Universitätsbibliothek angekommen. Bitte hol es innerhalb der nächsten Woche ab.

source: Order arrived
de: Bestellung angekommen

source: This list contains all modules for which books are available for ordering through this system.
de: Diese Liste enthält alle Module, für die mit diesem System Bücher bestellt werden können.

source: If you order now, the order will be posted to our merchant by <b>{date}</b>.
de: Der voraussichtliche Termin für Bestellung bei unserem Händler ist der <b>{date}</b>

source: You may use this form to propose a book to us. This will automatically generate an order for that book for the current timeframe, helping us keep track on how many people would like to see the book available. You may cancel this order at any time, revoking your contribution to proposing this book.
de: Dieses Formular kann genutzt werden um uns ein Buch vorzuschlagen. Das wird automatisch eine Bestellung für das betreffende Buch erzeugen im aktuellen Bestellzeitraum erzeugen, um einen Einblick darin zu bekommen, wie viele Studenten das Buch gerne bestellen würden.Die Bestellung kann jederzeit wieder zurückgezogen werden und damit deinen Anteil am Buchvorschlag zurücknehmen.

source: This order is associated with a proposed book. Until the book is confirmed, it will not be proceeded with. In any case, this order expresses your interest in this book, which improves the chance that it will get confirmed.
de: Diese Bestellung gehört zu einem vorgeschlagenen Buch. Bis das Buch bestätigt ist, wird die Bestellung nicht weiterverarbeitet. In jedem Fall drückt die Bestellung Interesse an dem Buch aus, was die Wahrscheinlichkeit erhöht, dass es bestätigt wird.

source: This order is marked to be ordered from our book retailer on <b>{date}<b/>.
de: Diese Bestellung ist für den <b>{date}</b> zur Weitergabe an unseren Händler vorgemerkt.

source: Below, you find the list of your orders. The current order timeframe is from <b>{start_date}</b> to <b>{end_date}</b>. You currently have <b>{budget_spent} of {budget_max}</b> available orders posted.
de: Dies ist die Liste aller deiner Bestellungen. Der aktuelle Bestellzeitraum ist vom <b>{start_date}</b> bis zum <b>{end_date}</b>. Du hast momentan <b>{budget_spent} von {budget_max}</b> erlaubte Bestellungen aufgegeben.

source: No orders found!
de: Keine Bestellungen gefunden!

source: You have not ordered any books!
de: Du hast keine Bücher bestellt!

source: It seems that this module does not have much literature associated with it.
de: Es scheint so, als ob zu diesem Modul kaum Buchvorschläge vorhanden sind.

source: This book has been rejected, and may not be ordered
de: Dieses Buch wurde abgelehnt, und kann nicht bestellt werden

source: This book has been proposed, but has yet to be confirmed by our team.
de: Dieses Buch wurde vorgeschlagen, muss aber erst von unserem Team bestätigt werden.

source: This book has been marked obsolete, a new version is available. It may not be ordered
de: Dieses Buch ist als veraltet gekennzeichnet, eine neuere Version ist verfügbar. Es kann nicht bestellt werden.

source: You have not ordered this book
de: Du hast dieses Buch nicht bestellt

source: Orders for proposed books will be proceeded with once the book is confirmed.
de: Bestellungen für vorgeschlagene Bücher werden bearbeitet sobald das Buch bestätigt ist.

source: At the moment, no orders may be posted!
de: Momentan dürfen keine Bestellungen aufgegeben werden!

source: This feature is only available for students at the department of computer science! (dept. 20)
de: Diese Funktion steht nur Studenten des Fachbereich Informatik (FB20) zur Verfügung!

source: Accepted
de: Akzeptiert

source: Rejected
de: Abgelehnt

source: Proposed
de: Vorgeschlagen

source: Obsolete
de: Veraltet

source: price
de: Preis

source: publisher
de: Verlag

source: year
de: Jahr

source: hint
de: Hinweis

source: book
de: Buch

source: books
de: Bücher

source: Pending
de: Offen

source: Ordered
de: Bestellt

source: Arrived
de: Angekommen

source: proposal
de: Vorschlag

source: order
de: Bestellung

source: TUID User
de: TUID Benutzer

source: Not selected
de: Nicht gesetzt

source: German
de: Deutsch

source: English
de: Englisch

source: preferred language
de: bevorzugte Sprache

source: students
de: Studenten

source: start date
de: Startdatum

source: end date
de: Enddatum

source: allowed orders
de: Erlaubte Bestellungen

source: spendings
de: Ausgaben

source: %(start)s to %(end)s (%(semester)s)
de: %(start)s bis %(end)s (%(semester)s)

source: order timeframes
de: Bestellzeiträume

source: Winter term
de: Wintersemester

source: Summer term
de: Sommersemester

source: season
de: Saison

source: Winter term 20%(year)d/%(next_year)d
de: Wintersemester 20%(year)d/%(next_year)d

source: Summer term 20%(year)d
de: Sommersemester 20%(year)d

source: semesters
de: Semester

source: module id
de: Modul ID

source: last offered
de: Zuletzt angeboten

source: literature
de: Literatur

source: category
de: Kategorie

source: modules
de: Module

source: Module Staff
de: Veranstalter

source: source
de: Quelle

source: active
de: aktiv

source: visible
de: sichtbar

source: module category
de: Modulkategorie

source: module categories
de: Modulkategorien

source: key
de: Schlüssel

source: display message
de: Anzeigenachricht

source: display messages
de: Anzeigenachrichten

source: Page Navigation
de: Seitennavigation

source: Previous Page
de: Vorherige Seite

source: Page
de: Seite

source: of
de: von

source: Next Page
de: Nächste Seite

source: Update
de: Speichern

source: Logout
de: Abmelden

source: Logout &amp; CAS Logout
de: Abmelden &amp; aus CAS abmelden

source: Orders
de: Bestellungen

source: Registration for the Buchaktion
de: Anmeldung für die Buchaktion

source: Currently logged in as
de: Momentan angemeldet als

source: Create
de: Erstellen

source: You may provide an additional hint here for any relevant information.
de: Du kannst hier einen Hinweis mit zusätzlichen Informationen angeben.

source: When the following box is checked, emails will be sent to notify students about the status of their order.
de: Wenn die nachfolgende Option ausgewählt wurde, werden Studenten über den Status ihrer Bestellung per E-Mail in informiert.

source: Send notification emails
de: Hinweis-Nachrichten senden

source: Yes, I'm sure
de: Ja, ich bin sicher.

source: No, cancel this.
de: Nein, abbrechen.

source: Copy the following list into the bulk-order mask at net-library!
de: Kopiere die folgende Liste in die Bulk-Order Oberfläche der net-library

source: The mail will be sent to the following students
de: Diese Mail wird an die folgenden Studenten versandt

source: Send
de: Senden

source: Cancel
de: Abbrechen

source: Recommended by
de: Empfohlen von

source: on
de: am

source: Order this book
de: Dieses Buch bestellen

source: Order
de: Bestellung

source: Post order
de: Bestellung absenden

source: Propose a book
de: Buchvorschlag

source: Sorry, no books matching this query were found!
de: Entschuldige, keine passenden Bücher wurden gefunden!

source: The book you are searching for may have already been proposed, rejected or marked as obsolete. That means that this book cannot be ordered right now, but you can check the full list to find out and possibly propose the book to us.
de: Das gesuchte Buch wurde bereits vorgeschlagen, abgelehnt oder als veraltetgekennzeichnet. Damit kann dieses Buch nicht bestellt werden

source: Full list
de: Vollständige Liste

source: If you want to propose this book to us, you can send an email to
de: Wenn du dieses Buch vorschlagen möchtest, schreib uns eine E-Mail an

source: Search for modules
de: Suche nach Modulen

source: Literature
de: Literatur

source: Recommendations by other students
de: Empfehlungen von anderen Studierenden

source: Module ID
de: Modul ID

source: Last offered
de: Zuletzt angeboten

source: Category
de: Kategorie

source: Sorry, no modules matching this query were found!
de: Entschuldige, keine passenden Module wurden gefunden!

source: Add student literature recommendation
de: Studentische Literaturempfehlung hinzufügen

source: Miscellaneous
de: Sonstiges

source: You are about to abort the order for the book noted below. Do you really want to do that?
de: Du bist dabei, die Bestellung für das unten genannte Buch abzubrechen. Bist du dir sicher?

source: Yes, Abort the order
de: Ja, Bestellung abbrechen

source: No, keep the order
de: Nein, Bestellung behalten

source: Order #
de: Bestellung #

source: Abort order
de: Bestellung abbrechen

source: Book
de: Buch

source: Publication year
de: Erscheinungsjahr

source: Year
de: Jahr

source: Order on
de: Bestellung am

source: View
de: Ansehen

source: This book is marked for, but has not yet been ordered from our merchant. Until then, the order can be aborted at any time. We'll inform you when we ordered or finally rejected it.
de: Dieses Buch ist zur Bestellung vorgemerkt, wurde aber noch nicht bestellt. Bis dahin kann die Bestellung jederzeit storniert werden. Wir informieren dich wenn es endgültig bestellt oder abgelehnt wird.

source: This book has been ordered from our merchant. We'll inform you when it arrived.
de: Dieses Buch wurde bei unserem Händler bestellt, wir werden dich informieren wenn es angekommen ist

source: This order has been rejected.
de: Diese Bestellung wurde abgelehnt.

source: The order was fulfilled, the book is now available.
de: Die Bestellung war erfolgreich, das Buch ist angekommen.

source: No %(verbose_name)s found matching the query
de: Kein(e) %(verbose_name)s zu dieser Suche gefunden
